Repository: doanhtdpl/naughty-invaders
Catalog: MyGame/MyGame/code/Language.*.resx
Languages: es

source: Continue
es: Continuar

source: Credits
es: Creditos

# CreditsDesc
source: Wanna see who made this game?
es: Quieres ver quien ha hecho este juego?

source: New game
es: Nuevo juego

# NewGameDesc
source: Start a new game
es: Comienza una nueva partida

# OptBack
source: Back
es: Atras

# OptBackDesc
source: Back to main menu
es: Vuelve al menu principal

source: Options
es: Opciones

# OptionsDesc
source: Configure options
es: Configura las opciones

# OptMusicVol
source: Music volume
es: Volumen de musica

# OptMusicVolDesc
source: Adjust the music volume
es: Aumenta o disminuye el volumen de la musica

# OptNoDesc
source: Nope, I want to save energy
es: Nup que me hace cosquillitas...

# OptRumble
source: Rumble
es: Vibracion

# OptRumbleDesc
source: Do u wanna rumble?
es: Quieres vibracion en el mando?

# OptSoundVol
source: Sound volume
es: Volumen de sonido

# OptSoundVolDesc
source: Configure the sound volume
es: Aumenta o disminuye el volumen de los efectos

# OptYes
source: Yes
es: Si

# OptYesDesc
source: Sure!
es: Claro!

# Pause
source: Paused game
es: Juego pausado

# PressBToMenu
source: Press ::B to go to menu
es: Pulsa ::B para ir al menu

# PressStartToCont
source: Press ::START to continue
es: Pulsa ::START para continuar

# Scores
source: Awards
es: Trofeos

# ScoresDesc
source: See what imaginary awards you have
es: Mira los logros imaginarios que has conseguido

source: Welcome
es: Bienvenido

# BuyGame
source: ::X Buy for 200ms points!
es: ::X Compra por 200 puntos!

source: Press ::A to start
es: Pulsa ::A para empezar

source: seconds
es: segundos

source: Exit
es: Salir

# ExitDesc
source: Back to Community Games
es: Vuelve a Juegos de la Comunidad
